'use strict';

//=====================================================================================================
// Функции для презентации верстки с тестовыми json:
//=====================================================================================================

// Переключение состояния элементов на checked:

function toggle(event) {
  event.currentTarget.classList.toggle('checked');
}

// Тестирование формы:

function testNewUser() {
  console.log('sending data');
  clearForm('new-user-modal');
}
